Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/ehdotus_saamelaisten_totuus-_ja_sovintokomission_asettamiseksi_julkaistu.html.tmx
Source language: fin
Languages: sms

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi julkaistu
sms: Eʹtǩǩõs säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõttummša õlmstõttum

source: Saamelaiskäräjien hallitus käsitteli saamelaisten totuus- ja sovintoprosessia kokouksessa 2.12.2019 ja päätti esittää Saamelaiskäräjien kokoukselle, että se joko hyväksyy tai hylkää ehdotuksen saamelaisten totuus- ja sovintokomission asettamiseksi.
sms: Sääʹmteeʹǧǧ halltõõzz sååbbar ǩiõttʼtõõli säʹmmlai tuõttvuõtt- da suåvâdvuõttproseeʹss 2.12.2019 såbbrest da tuʹmmii eʹtǩǩeed Sääʹmteeʹǧǧ såbbra, što tõt juʹn-a preemm leʹbe lääʹǧǧast eʹtǩǩõõzz säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõttummšest.

source: Saamelaiskäräjien kokous käsittelee asiaa kokouksessa 17.-18.12.2019.
sms: Sääʹmteeʹǧǧ sååbbar ǩiõttʼtââll ääʹšš såbbrest 17.-18.12.2019.

source: Kolttien kyläkokous käsittelee asiaa 12.12.2019 pidettävässä Nellim-Keväjärven ja Näätämön alueiden kolttaneuvostojen yhteisessä kokouksessa.
sms: Saaʹmi siidsååbbar ǩiõttʼtââll ääʹšš 12.12.2019 Njeäʹllem-Keväjääuʹr da Njauddâm vuuʹdi sääʹmsuåvtõõzzi õhttsaž såbbrest.

source: Julkaistu ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi sisältää muun muassa komission toimeksiannon, työn tavoitteet ja tehtävät.
sms: Õlmstõttum eʹtǩǩõs säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõttummša âânn seʹst jeeʹrab mieʹldd komissio tueiʹmmepiijjmõõžž, tuâj täävtõõzzid da tuejjõõzzid.

source: Ehdotuksen mukaan valtioneuvosto asettaa komission yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa.
sms: Eʹtǩǩõõzz mieʹldd riikksuåvtõs šiõttâd komissio õhttsažtuâjast Sääʹmteeʹǧǧin da Saaʹmi siidsåbbrin.

source: Komissiossa on 5 komissaaria, joista 2 valitaan valtioneuvoston esityksestä, 2 Saamelaiskäräjien esityksestä ja 1 Kolttien kyläkokouksen esityksestä.
sms: Komissiost lie 5 komissaar, koin 2 vaʹlljeet riikksuåvtõõzz eʹtǩǩõõzz mieʹldd, 2 Sääʹmteeʹǧǧ eʹtǩǩõõzz mieʹldd da 1 Saaʹmi siidsåbbar eʹtǩǩõõzz mieʹldd.

source: Komission jäsenet ovat laajaa luottamusta nauttivia henkilöjä saamelaisten ja suomalaisen yhteiskunnan keskuudessa.
sms: Komissio vuäzzla lie veiddsanji oskkum oummu säʹmmlai da lääʹdd õhttsažkååʹdd seʹst.

source: Komissio on työssään itsenäinen ja riippumaton.
sms: Komissio lij tuâjstes jiõččnaž da čõnnsateʹmes.

source: Totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
sms: Tuõttvuõtt- da suåvâdvuõttproseeʹss mieʹrren lij tobdsted da arvvtõõllâd historiallaš da ânnʼjõž čårstummuž, mieʹldd looǥǥeeʹl riikk assimilaatiopolitiikk, di vuõiggâdvuõđi čuõcctummšid, čiõlǥted mõõn nalla täk vaaikte säʹmmlaid da sij õõutstõʹsse ânnʼjõž vueʹjjest da eʹtǩǩad, mõõn nalla vuäitči ooudeed õhttvuõđ säʹmmlai da Lääʹddjânnam riikk kõõsk di säʹmmlai seʹst.

source: Komission työn tavoitteena on koota saamelaisten kokemukset Suomen valtion ja eri viranomaisten toimista ja siitä, millaisia vaikutuksia ja seurauksia niillä on ollut ja edelleen on saamelaisilla alkuperäiskansana ja sen jäsenille yksilöinä, ja tehdä tämä tieto näkyväksi.
sms: Komissio tuâj täävtõssân lij noorrâd säʹmmlai ǩiõččlâsttmõõžžid Lääʹddjânnam riikk da jeeʹres veʹrǧǧniiʹǩǩi tuåimin da tõʹst, måkam vaaiktõõzz da seuʹrrjõõzz tõin lie leämmaž da õinn lie säʹmmlaid alggmeeran da tõn jeeʹrab vuäzzliʹžžen, da tuejjeed tän teâđ kuâsttjeeʹjen.

source: Komissio laatii työstään raportin, joka luovutetaan valtioneuvostolle, Saamelaiskäräjille ja Kolttien kyläkokoukselle 30.11.2022 mennessä.
sms: Komissio rääjj tuâjstes rapoort, koon uuʹdet riikksuåvtõʹsse, Sääʹmtegga da Saaʹmi siidsåbbra 30.11.2022 mõõneeʹst.

source: Komissio voi suunnata toimintaansa ja järjestäytyä parhaaksi katsomallaan tavalla ja perustaa esimerkiksi työryhmiä ja jaostoja täyttääkseen toimeksiantonsa ja sille asetetut tavoitteet.
sms: Komissio vuäitt viikkâd tuåimmjummšes pueʹrmõssân vueiʹnnmes årra da riâššõõttâd pueʹrmõssân vueiʹnnmes naaʹlin da vuâđđeed ouddmiârkkân tuâjj-jooukid da juâǥǥtõõzzid tueiʹmmepiijjâm tieuʹddma da tõõzz pijjum täävtõõzzi tieuʹddma.

source: Komissio valitsee itselleen pääsihteerin ja mahdolliset muut sihteeristön jäsenet.
sms: Komissio vaʹlljad jiõccses väʹlddpiisar da piisarkådda vueiʹtlvaž jeeʹres vuäzzlaid.

source: Valtioneuvoston kanslia osoittaa komission toiminnalle määrärahan.
sms: Riikksuåvtõõzz kanslia čuäʹjat komissio tuåimmjummša mieʹrrtieʹǧǧ.

source: Psykososiaalinen tuki on olennainen osa prosessin toteutumista.
sms: Psykososiaalʼlaž tuärjjõs lij kõskksaž vueʹssen proseeʹss čõõđviikkmõõžžâst.

source: Sovintoprosessin aineisto arkistoidaan Kansallisarkiston Saamelaisarkistoon.
sms: Suåvâdvuõttproseeʹss aunstõõzz arkivââʹstet Meerarkiiv Sääʹmarkiiʹve.

source: Saamelaiskäräjien hallitus ja pääministeri Sipilä sopivat tapaamisessaan 5.5.2017, että aloitetaan totuus- ja sovintoprosessi niin, että tarkemmista yksityiskohdista sovitaan myöhemmin.
sms: Sääʹmteeʹǧǧ halltõs da väʹlddminister Sipilä sueʹppe kaaunõõttmõõžžstes 5.5.2017, što altteet tuõttvuõtt- da suåvâdvuõttproseeʹss nuʹtt, što tääʹrǩab aaʹššin suåvât mâʹnnjlubust.

source: Pääministeri Antti Rinteen hallituksen ohjelman mukaan totuus- ja sovintokomission työtä jatketaan.
sms: Väʹlddminister Antti Rinne halltõõzz prograamm mieʹldd tuõttvuõtt- da suåvâdvuõttkomissio tuâj jueʹtǩet.

source: Valtioneuvosto on käsitellyt ja hyväksynyt ehdotuksen saamelaisten totuus- ja sovintokomissioksi iltakoulussaan 13.11.2019.
sms: Riikksuåvtõs lij ǩiõttʼtõõllâm da priimmâm eʹtǩǩõõzz säʹmmlai tuõttvuõtt- da suåvâdvuõttkomission jeäʹǩǩes-škooulstes 13.11.2019.

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi
sms: Eʹtǩǩõs säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõttummša

source: Kuva: Anja Vest / Sámediggi
sms: Lââʹssteâđ:

source: Lisätietoja:
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio teʹl. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sms: Saaʹmi ouddooumaž Veikko Feodoroff teʹl. 050 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
